module.exports=
{
  "Vin": 1,    "D": 6,  "M": 9,  "S": 12,  "A": 17,  
  	  "Khp": 22,  "Dhp": 23, "Ud": 24,  "It": 25,
  'Sn': 26,  'Vv': 27,  'Pv': 28,  'Th': 29,  'Thī': 29,
  'Ja': 30,
  'Nidd': 36,
  'Cp': 37,
  'Paṭis': 38,
  'Ap': 40,
  'Bv': 41,
  'Vibh': 44,
  'Dhs': 43,
  'Dhātuk': 45, //from 1~113
  'DhkA': 45,   //from pg114
  'Pp': 46,
  'Kv': 47, //論事
  'Yam': 48,//雙論
  'Paṭṭh': 50,//發趣
  

//以下 dhammakaya 無
  'PA': -1,  //N60n0029_012 
 
  'Mil': -1,//彌蘭王
  'Dv': -1,//島史
  'Mhv': -1, //大王
  'Cūl': -1, //小王
  'Vism': -1,//清淨道論
  'Sp': -1,//一切善見
  'Abhi-s': -1	//阿毘達摩義論
}
